{ 
    
    "1":{
    "name": "Margaret Ellen Fox",
    "birthday": 19600204,
    "datemissing": 19740624,
    "location": "Burlington, New Jersey",
    "hair": "Brown",
    "eyes": "blue",
    "weight": 105,
    "height": "5-2",
    "sex": "female",
    "race": "white",
    "reward": 25000,
    "remarks": "At the time of her disappearance, two of Margaret's top front right teeth were missing and she wore eyeglasses.  She was last seen wearing jeans with a yellow patch on the knee, a blue blouse, a white and black checkered jacket, and brown sandals with a heel strap.  She was also wearing a gold necklace with flowers and a blue stone, and a gold charm bracelet with a blue stone.  Margaret was carrying an eyeglass case with a Huckleberry Hound design on it.",
    "details": "Margaret Ellen Fox was last seen on June 24, 1974, after travelling by bus to meet with a man who called himself John Marshall and had advertised for a babysitting job.  Margaret was planning to go by bus to Mill and Main Streets in Mount Holly, New Jersey, to have an interview with this man about babysitting his young son.  The man's phone number was later traced to a pay phone in a local supermarket.  Margaret was seen getting on the bus in Burlington, New Jersey, at approximately 8:40 a.m. en route to Mt. Holly, but she has never been heard from again.",
    "fieldOffice": "Newark",
    "photoId": "https://www.fbi.gov/wanted/kidnap/margaret-ellen-fox/@@images/image/preview",  
    },
    "2": {
    "name": "Kristen Modaferri",
    "birthday": 19790601,
    "datemissing": 19972306,
    "location": "San Francisco, California",
    "hair": "Dark Brown",
    "eyes": "Brown",
    "weight": 140,
    "height": "5-6",
    "sex": "female",
    "race": "White",
    "reward": 25000,
    "remarks": "Kristen Modafferi has distinctive dimples on her face. She likes photography, painting, and other creative activities. She was not known to own any vehicles and generally used public transportation. She may have been carrying a green Jansport brand backpack with a black mesh pocket in the front.",
    "details": "Kristen Modafferi was last seen on the afternoon of June 23, 1997, at the coffee shop where she was working in the Crocker Galleria Mall in San Francisco, California. The then eighteen-year-old had completed her freshman year of college in North Carolina and had recently moved to the San Francisco area to attend summer school at the University of California at Berkeley. She was living in Oakland. She has not been seen or heard from since.",
    "fieldOffice": "San Francisco",
    "photoId": "https://www.fbi.gov/wanted/kidnap/kristen-modafferi/@@images/image/preview",  
    },
    "3": {
    "name": "Sunny Sramek",
    "birthday": 20010223,
    "datemissing": 20190420,
    "location": "Trenton, Nebraska",
    "hair": "Brown",
    "eyes": "Blue",
    "weight": 183,
    "height": "5-7",
    "sex": "Female",
    "race": "White",
    "reward": 25000,
    "remarks": "Sramek has a tattoo on her left shoulder of a feather with the letters 'FLY'. She also has a tattoo on her right ankle of a tribal sun in red ink. Sramek has multiple scars on her body to include a rectangular scar on the back of her right shoulder; a small square-shaped scar in the middle of her upper forehead; scarring on one of her ankles and shin from a bike pedal; scars from the chicken pox on her face; a scar on her left hand at the bottom of her thumb and forefinger; and cuts on her arm.",
    "details": "On April 20, 2019, Sunny Sramek left from Trenton, Nebraska, with a male individual, allegedly for a trip to Omaha, Nebraska, but has not been heard from since. Sramek was last seen wearing denim shorts and a black tank top and also had in her possession a pair of jeans and a hoodie. Sramek was last seen in a 2004 white Ford Explorer bearing Iowa license plate HGJ341.",
    "fieldOffice": "Omaha",
    "photoId": "https://www.fbi.gov/wanted/kidnap/sunny-sramek/@@images/image/preview",  
    },
    "4": {
    "name": "Joanna Hernandez-Pacheco",
    "birthday": 20030903,
    "datemissing": 20180623,
    "location": "Columbus, Ohio",
    "hair": "Dark Brown",
    "eyes": "Brown",
    "weight": 140,
    "height": "5-1",
    "sex": "Female",
    "race": "White/Hispanic",
    "reward": 25000,
    "remarks": "Hernandez-Pacheco was last seen wearing a black shirt, a gray vest, blue pants, and black shoes",
    "details": "The Cincinnati Division of the FBI and the Columbus Police Department in Ohio are seeking assistance from the public to locate Joanna Hernandez-Pacheco. She was last seen at the St. James Catholic Church on Oakland Park Avenue in Columbus, Ohio, at approximately 9:30 a.m. on June 23, 2018.",
    "fieldOffice": "Cincinnati",
    "photoId": "https://www.fbi.gov/wanted/kidnap/joanna-hernandez-pacheco/@@images/image/preview",  
    },
"5": {
"name": "Amanda Deguio",
"birthday": 19900305,
"datemissing": 20140601,
"location": "Upper Darby, Pennysylvania",
"hair": ,
"eyes": ,
"weight": ,
"height": ,
"sex": ,
"race": ,
"reward": 25000,
"remarks": ,
"details": ,
"fieldOffice": ,
"photoId": ,  
}, 

            "3": {
                "name": "",
                "birthday": ,
                "datemissing": ,
                "location": ,
                "hair": ,
                "eyes": ,
                "weight": ,
                "height": ,
                "sex": ,
                "race": ,
                "reward": 25000,
                "remarks": ,
                "details": ,
                "fieldOffice": ,
                "photoId": ,  
                },
                "3": {
                    "name": "",
                    "birthday": ,
                    "datemissing": ,
                    "location": ,
                    "hair": ,
                    "eyes": ,
                    "weight": ,
                    "height": ,
                    "sex": ,
                    "race": ,
                    "reward": 25000,
                    "remarks": ,
                    "details": ,
                    "fieldOffice": ,
                    "photoId": ,  
                    },
                    "3": {
                        "name": "",
                        "birthday": ,
                        "datemissing": ,
                        "location": ,
                        "hair": ,
                        "eyes": ,
                        "weight": ,
                        "height": ,
                        "sex": ,
                        "race": ,
                        "reward": 25000,
                        "remarks": ,
                        "details": ,
                        "fieldOffice": ,
                        "photoId": ,  
                        },
}